<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN" "http://www.w3.org/TR/html4/strict.dtd">
<html><head><meta content="text/html; charset=ISO-8859-1" http-equiv="content-type"><title>ayuda.html</title></head><body>
<h1 style="text-align: center;">Ayuda BCS TUI</h1>
<ul>
<li>C&oacute;mo trabajar con BCS TUI:</li>
</ul>
<p style="text-align: center;"><img style="display: block; margin-left: auto; margin-right: auto;" src="Screenshot_1.png"/>Haz click para seleccionar una de las herramientas disponibles en BCS TUI</p>
<p style="text-align: center;">&nbsp;</p>
<p style="text-align: center;"><img style="display: block; margin-left: auto; margin-right: auto;" src="Screenshot_2.png"/></p>
<p style="text-align: center;">Selecciona la categor&iacute;a de visores secuenciales o visores de &aacute;rboles y luego elige la herramienta deseada.</p>
<p style="text-align: left;">&nbsp;</p>
<p style="text-align: left;">En caso de error o fallo al presentarse este men&uacute;, por favor refi&eacute;rase al manual de instalaci&oacute;n y de usuario para confirmar que ha realizado la instalaci&oacute;n correctamente.</p>
<p style="text-align: left;">&nbsp;</p>
<p style="text-align: left;">En caso de error al cargar o utilizar alguna de las herramientas, le facilitamos la ayuda correspondiente a cada una de ellas:</p>
<ul>
<li style="text-align: left;">MSA: Esta herramienta cuenta con su propio bot&oacute;n de ayuda integrado en el bot&oacute;n de "Help" ubicado en la barra de herramientas superior, en caso de error a cargar la herramienta facilitamos su enlace de ayuda para solventar cualquier problema: <a href="https://github.com/wilzbach/msa/wiki">https://github.com/wilzbach/msa/wiki</a></li>
<li style="text-align: left;">IGV: Para cualquier error con esta herramienta, por favor refi&eacute;rase a su wiki en GitHub o a su p&aacute;gina oficial:
<ul>
<li style="text-align: left;"><a href="https://github.com/igvteam/igv.js/wiki">https://github.com/igvteam/igv.js/wiki</a></li>
<li style="text-align: left;"><a href="http://software.broadinstitute.org/software/igv/">http://software.broadinstitute.org/software/igv/</a></li>
</ul>
</li>
<li>NCBI: Para cualquier error con esta herramienta, por favor refi&eacute;rase a la secci&oacute;n de ayuda de su p&aacute;gina oficial: <a href="https://www.ncbi.nlm.nih.gov/tools/sviewer/">https://www.ncbi.nlm.nih.gov/tools/sviewer/</a></li>
<li>Auspice: Para dudas respecto al uso de esta herramienta puede utilizar los botones con "?" que hay al lado de cada campo de la herramienta, al mantener el rat&oacute;n por encima del bot&oacute;n aparecer&aacute; un di&aacute;logo flotante explicando el campo en cuesti&oacute;n. Para cualquier error con esta herramienta, por favor refi&eacute;rase a la documentaci&oacute;n de instalaci&oacute;n, uso y ayuda que se encuentra en su web: <a href="https://docs.nextstrain.org/projects/auspice/en/latest/index.html">https://docs.nextstrain.org/projects/auspice/en/latest/index.html</a></li>
</ul></html>